Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: The jury-rigged object must be fully repaired thereafter.
zh_cn: 应急维修物品之后必须全面修理。

source: The katana is the traditional Japanese samurai sword.
zh_cn: 打刀是传统的日本武士刀。

source: The key ability of a skill is noted in its description.
zh_cn: 关键属性在技能描述中列出。

source: The large condo and medium house are three-bedroom homes with garage or carport parking for one or two cars.
zh_cn: 大商品房和中商品房是三间卧室的房子，附带能停一到两辆车的车库或停车位。

source: The large house is a four-bedroom home with a two-car garage, while the mansion is a five- or six-bedroom home with an extra den, spacious rooms throughout, and a three-car garage.
zh_cn: 大平房是四间卧室的房子，附带能停两辆车的车库；而豪宅是五到六间卧室的房子，附带额外的小室、宽敞的大厅和能停三辆车的车库。

source: The larger version holds 12 pounds of equipment in the internal compartment and another 6 pounds in the zippered external pouches.
zh_cn: 大码版内有12磅装备的空间，外可装载6磅。

source: The lie may be very sophisticated and well thought-out, and is intended to deceive a character at least until he or she discovers evidence to the contrary.
zh_cn: 而谎言则可以经过精心编排，滴水不漏，目的是欺骗角色一段时间，至少直到角色发现相反的证据。

source: The listed purchase DC is for a pack of 5 sticks.
zh_cn: 表中列出的购买DC是5只装的。

source: The longest a character can delay before taking an action is until after everyone else has acted in the round.
zh_cn: 角色最长能延迟到所有人都完成本轮的动作。

source: The loss is permanent.
zh_cn: 损失是永久的。

source: The loss is temporary, and these points return at a rate of 1 per evening of rest.
zh_cn: 损失是暂时的，这些点数在每次晚休后恢复一点。

source: The martial artist declares the use of the action point after making a successful unarmed strike.
zh_cn: 武术家在徒手击打检定成功后宣布使用此专长。

source: The maximum range for a thrown weapon is five range increments.
zh_cn: 投掷武器的最大射程是5射程跨度。

source: The maximum rank in a class skill is equal to character level + 3.
zh_cn: 本职技能最高级数为角色等级+3。

source: The maximum rank in a cross-class skill is one-half of this number.
zh_cn: 跨职技能最高级数为该值的一半。

source: The maximum ranks a character can have in a class skill is the character’s level +3.
zh_cn: 本职技能级数最高能升到角色等级+3。

source: The melee combat rules assume that combatants are actively avoiding attacks.
zh_cn: 近战规则通常默认作战者会自行避免攻击。

source: The method and process is unique to the Occultist, and it differs from the Mage’s scribe scroll ability.
zh_cn: 方式和过程都是术士独有的，不同于法师的抄录卷轴的能力。

source: The method and process is unique to the Occultist.
zh_cn: 方式和过程都是术士独有的。

source: The military version can be configured in a variety of ways, including a two-door pickup, a four-door pickup with a short bed, and a completely enclosed, SUVlike body with a hatchback and four doors.
zh_cn: 军用版可以改装成许多形态，包括双门皮卡、四门短尾皮卡和四门全包SUV。

source: The modifier can be calculated using this formula:
zh_cn: 调整值的计算公式如下：

source: The modifier for a score of "none" is +0.
zh_cn: 属性值为“无”的属性调整值为+0。

source: The modifier is the number you add to or subtract from the die roll when your character tries to do something related to that ability.
zh_cn: 在投骰做特定属性相关的检定时，投骰结果需要加上或减去该属性的属性调整值。

source: The more cover a character has, the bigger the bonus.
zh_cn: 角色的掩蔽越高，加值越多。

source: The most basic form of attack with a firearm is a single shot.
zh_cn: 枪械的最基本攻击方式为手动射击。

source: The most common military grenade, this is a small explosive device that sprays shrapnel in all directions when it explodes.
zh_cn: 最常用的军用手雷，它在爆炸时会向四面八方迸溅弹片。

source: The most powerful protection available is built into this suit, which consists of a heavy torso jacket with ceramic plates over the chest and back, neck and groin guards, arm protection, and a helmet.
zh_cn: 此套装集所有最强防护设计于一身，包括了保护胸、背、颈、胯的陶瓷板甲外套，护臂以及头盔。

source: The normal Concentration skill expands to include arcane applications, as defined below.
zh_cn: 一般的专注技能应用于秘法时，使用以下规则。

source: The normal Concentration skill expands to include divine applications, as defined below.
zh_cn: 一般的专注技能应用于神术时，使用以下规则。

source: The normal Concentration skill expands to include psionic applications, as defined below.
zh_cn: 一般的专注技能应用于灵能时，使用以下规则。

source: The normal human range is 3 to 18.
zh_cn: 正常人类的数值范围是3到18。

source: The number in this column is the character’s speed while in armor, assuming his or her base speed is 30 feet (the normal speed for most human beings).
zh_cn: 此数值是角色穿着护甲时的速度，前提是角色的基础速度为30尺（这是大多数人类的常速）。

source: The number in this entry is the magazine’s capacity in shots; the word that follows the number indicates the magazine type: box, cylinder, or internal.
zh_cn: 数字代表弹仓容量；容量后接的字指弹仓类型：弹匣型、转轮型还是内置型。

source: The number of Knowledge categories is kept purposely finite.
zh_cn: 知识类别的数量限制在有限的几个。

source: The number of Perform categories is kept purposely finite.
zh_cn: 表演分类的数量限制在有限的几个。

source: The number of action points gained per level.
zh_cn: 每升一级所获得的行动点。

source: The number of power points available per day is shown above.
zh_cn: 每日可用灵力点如上表所示。

source: The number of times per day the Acolyte can make a turning attempt (3 + Cha modifier) does not increase.
zh_cn: 侍僧每天可尝试的驱散次数（3+魅力调整值）不会增加。

source: The number restored can never exceed the character’s full normal total of hit points.
zh_cn: 恢复的生命值不能让角色生命值超过正常的生命值上限。

source: The object, when put into use, lasts for a number of rounds equal to the Field Scientist’s class level, or until the end of the current encounter, before it breaks down.
zh_cn: 制造物从一开始使用算起，经过等同于战地科学家职业等级的轮数后，或是此次遭遇战结束时，将会毁坏。

source: The object’s size affects the check result, as shown on Table: Concealing Weapons and Objects.
zh_cn: 物品的大小影响检定结果，如`表：隐藏武器与物品`所示。

source: The observer’s check doesn’t prevent the character from performing the action, just from doing it unnoticed.
zh_cn: 观察者的检定不能防止角色做这件事，只能让自己发现这件事。

source: The only action such a character can take is a single move action per turn.
zh_cn: 每回合，反胃的角色只能做单个移动动作。

source: The only movement the character can take during a full-round action is a 5-foot step before, during, or after the action.
zh_cn: 角色在一个整轮动作中唯一能做的移动行为只有五尺快步，在之前、同时、之后做都行。

source: The only specific bonuses that stack are dodge bonuses, synergy bonuses, and sometimes circumstance bonuses.
zh_cn: 只有一些特别的加值可叠加，闪避加值、共效加值、一些情况下情景加值也可以。

source: The opponent detects the attempt if his or her check result beats the character’s check result, whether the character takes the object or not.
zh_cn: 当对手的检定结果大于等于角色的检定结果，将会察觉到角色的意图，无论角色是否得手。

source: The opponent makes a Will saving throw.
zh_cn: 对方进行一个意志豁免，

source: The opponent takes a –4 penalty to Defense against all attacks from other people (but not from the character); however, the opponent is not considered helpless.
zh_cn: 对手对其他人（除角色外）的所有攻击的防御都将承受4点减值；但对手不会被视为无助。

source: The opponent’s Strength modifier applies to damage, as usual.
zh_cn: 对手的伤害骰则如常应用力量调整值。

source: The opponent’s attempt does not provoke an attack of opportunity from the character.
zh_cn: 目标的这次尝试不会引发角色的借机攻击。

source: The other character continues his or her actions once the readied action is completed.
zh_cn: 角色执行准备的动作之后，目标角色才能继续完成要做的动作。

source: The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.
zh_cn: 任何被OGC使用了PI的所有人对其PI保留所有权利、署名和利益。

source: The patients need complete bed rest (doing nothing all day).
zh_cn: 病人必须全天在床上休息（一整天什么也不干）。

source: The penalties apply as if the off-hand weapon were light.
zh_cn: 应用的减值等效于副手武器为轻武器。

source: The penalty applies to all attacks for one full round, including attacks of opportunity.
zh_cn: 这个减值将应用于本轮的所有攻击，包括借机攻击。

source: The penalty on attacks and bonus on damage applies until the character’s next action.
zh_cn: 减攻击加伤害的效果持续到角色的下一次行动。

source: The performance requires a full-round action, and its effects on the target last for 1d4+1 rounds.
zh_cn: 这个表演需要花费一个整轮动作，给目标的影响持续1d4+1轮。

source: The period of fatigue can never be reduced below 6 hours in this fashion.
zh_cn: 但疲乏时间不能少于6小时。

source: The pistol only works on semiautomatic fire or, if modified, only on automatic.
zh_cn: 这种手枪只能使用半自动模式，改装后，只能使用全自动模式。

source: The player can suggest the type of contact his or her character wants to gain, but the contact must be an ordinary character, not a heroic character.
zh_cn: 玩家可以对联系人的类型提出需求，但联系人的角色只能是路人角色而不能是英雄角色。

source: The pockets are open, however, and items can easily fall out if the belt is tipped.
zh_cn: 但是口袋是开着的，腰带倾倒时物品很容易掉出来。

source: The power of a Shadow aura depends on the type of creature or object emitting the aura and its Hit Dice or caster level.
zh_cn: 暗影气场的强度取决于散发气场的生物或物体的类型以及生命骰或者施法者等级。

source: The process can be hurried, but each day cut out of the process (to a minimum of one day) increases the purchase DC by an additional +1.
zh_cn: 过程可以加快，但每加快1天（最多缩减至一天完成）就额外增加1点购买DC。

source: The psi-blade deals 1d6 points of piercing damage.
zh_cn: 灵能战刃造成1d6点穿刺伤害。

source: The purchase DC accounts for both costs; once a character has obtained the item, he or she doesn’t have to worry about ongoing subscription costs.
zh_cn: 两种花销都算在购买DC里；一旦角色拥有了这件物品，就不需要再付月度花销了。

source: The purchase DC covers the down payment, not the total cost of the home.
zh_cn: 购买DC只包括房价，而非购买房子的所有费用。

source: The purchase DC for one extra filter canister is 6.
zh_cn: 购买额外的过滤罐的购买DC为6。

source: The purchase DC for the raw materials to brew a potion is 15 + the potion’s spell level + the potion’s caster level.
zh_cn: 调制药水所需原材料的购买DC=15+药水的法术等级+药水的施法者等级。

source: The purchase DC for the raw materials to imprint a tattoo is 15 + the tattoo’s power level + the tattoo’s manifester level.
zh_cn: 刻印文身所需原材料的购买DC是15+文身对应灵力的等级+释放者等级。

source: The purchase DC for the raw materials to scribe a scroll is 13 + the scroll’s spell level + the scroll’s caster level.
zh_cn: 抄录卷轴所需原材料的购买DC是13+法术等级+施法者等级。

source: The purchase DC given in Table: Explosives and Splash Weapons reflects the typical cost of the necessary components.
zh_cn: 表：爆炸物与溅射武器给出的购买DC指的是制造必需的材料的一般价格。

source: The purchase DC given is for a box of 6 grenades.
zh_cn: 购买DC能够买6发的量。

source: The purchase DC given is for a case of 12 meals.
zh_cn: 购买DC能够买12餐的量。

source: The purchase DC given is for the components.
zh_cn: 给出的购买DC指的是材料的价格。

source: The purchase DC given represents a package of 4 blocks.
zh_cn: 购买DC能够买4块的量。

source: The purchase DC is per check.
zh_cn: 购买DC分开计算。

source: The purchase DC of a fake ID is 10 + the forger’s ranks in the Forgery skill.
zh_cn: 假身份的购买DC为10+伪造者的伪造文书技能级数。

source: The purchase DC of this equipment varies according to the particular Craft skill.
zh_cn: 不同的制造技能，不同的制造装备的购买DC大小各异。

source: The purchase DC represents the cost of a roll of 24 exposures of high-speed (ASA 400) film.
zh_cn: 购买DC相当于一卷24张高速胶卷（感光度ASA400）的价格。

source: The purchase DC represents the cost of getting two prints of each shot on a roll of film, or one of each and any two also blown up to a larger size.
zh_cn: 购买DC相当于一卷胶片每张各冲印两张照片，或每张胶片各冲印一张更大尺寸照片的价格。

source: The purchase DC shown is for a basic bag; high-fashion purses can increase the DC by as much as 5.
zh_cn: 所示购买DC是基本款的：潮流款式的DC要加5。

source: The purchase DCs for damage repair assume the vehicle has not actually been disabled; if it has, increase the purchase DC by +3.
zh_cn: 修理服务的购买DC是指修理未`报废`的车辆；若车辆报废了，购买DC+3。

source: The purchase DCs given are for average-quality items.
zh_cn: 物品给出的购买DC是一般品质的物品。

source: The purchase DCs represent the fees associated with the loan; the bond itself is paid back to the bond agency when the hero shows up for trial.
zh_cn: 购买DC代表了购买这个“欠条”的费用；出庭受审时，此“欠条”将被偿还。

source: The purchase DCs shown assume the suspect is viewed positively by the court.
zh_cn: 购买DC是假设嫌疑犯在庭上表现积极的情况。

source: The quality of the character’s performance depends on his or her check result.
zh_cn: 角色的表演质量取决于检定结果。

source: The quarry leaves only traces, such as scuff marks.
zh_cn: 生物只会留下细微的痕迹，比如擦痕。

source: The quarry might leave some traces of its passage, but only occasional or partial footprints can be found.
zh_cn: 生物只会留下一些轻微的踪迹，但很少留下足迹，即使有也不完整。

source: The range penalty for a ranged weapon depends on what weapon the character is using and how far away the target is.
zh_cn: 远程武器攻击骰的距离减值取决于角色使用何种武器和目标有多远。

source: The rapier is a lightweight sword with a thin blade.
zh_cn: 细剑是一种刃很薄的轻型剑。

source: The readied action occurs just before the event that triggers it.
zh_cn: 准备的动作将恰好在触发条件发生前执行。

source: The ready action lets a character prepare to take an action later, to interrupt another character.
zh_cn: 角色可以通过准备行动，晚一些做出动作，来打断其他角色的行动。

source: The rear bed of a pickup truck, however, provides only one-half cover.
zh_cn: 而皮卡的尾舱只提供半掩蔽。

source: The relationship between a weapon’s size and that of its wielder defines whether it can be used one-handed, if it requires two hands, and if it’s a light weapon.
zh_cn: 武器的尺寸与携带者体型的关系决定了武器是否可单手操作，是否需要双手操作，以及是否算作轻武器。

source: The result is determined by a level check (1d20 + character level) against a DC equal to the equipment’s purchase DC.
zh_cn: 结果由角色等级检定（1d20+角色等级）与所需装备的购买DC对抗决定。

source: The result of the Investigate check provides bonuses or penalties to the lab workers.
zh_cn: 调查检定的结果为鉴定室工作人员的工作提供加值或减值。

source: The result of the action point roll is added to the damage roll for that attack.
zh_cn: 行动点的骰点（即按照增强检定的掷法）将作为这次攻击伤害的加值。

source: The result of the check determines whether and how quickly Department-7 can provide the hero with the requested equipment.
zh_cn: 检定结果决定了第七局能否和有多快能为英雄提供所需装备。

source: The result of the check provides the Smart hero and allies with a circumstance bonus.
zh_cn: 检定结果给英雄及其盟友提供情景加值。

source: The result of the original Forgery check that created the document is opposed by a Forgery check by the person who examines the document to check its authenticity.
zh_cn: 原伪造文书检定结果与检查者的伪造文书检定对抗，以鉴别真伪。

source: The result of this roll indicates whether the machine re-quires repairs before it can be used again.
zh_cn: 检定结果决定设备是否需要修理才能再度使用。

source: The rules assume that a character can always find a way to learn any skill.
zh_cn: 规则默认角色总是能找到学习任何技能的方法。

source: The rules can be modified for boats, heavier armored vehicles, and aircraft.
zh_cn: 稍加改动，本规则也可用于船只、重型武装载具以及飞行器。

source: The save DC equals 10 + 1/2 trampling creature’s HD + trampling creature’s Strength modifier (the exact DC is given in the creature’s descriptive text).
zh_cn: 豁免DC=10+1/2践踏者生命骰+践踏者力量调整值（除非生物描述另有规定）。

source: The second is a check to defeat computer security (see the Computer Use skill description).
zh_cn: 第二次检定用于破解计算机的防御（详见计算机使用的技能描述）。

source: The second time, the character applies it to the two skills he or she didn’t pick originally.
zh_cn: 第二次使原来未选的两个技能获得加值。

source: The shield can be manifested as a move action, and it lasts for a number of rounds equal to the Battle Mind’s level or until she wills it to dissipate.
zh_cn: 释放护盾需要一个移动动作，护盾将持续等同于灵战士等级的轮数，也可由灵战士自行收回。

source: The simplest move action is moving the character’s speed.
zh_cn: 最简单的移动动作是以角色自己的速度移动。

source: The size of the falling object determines the save DC.
zh_cn: 坠落物的尺寸决定了豁免DC。

source: The skill name line and the line beneath it include the following information:
zh_cn: 技能名一行以及以下各行包括了以下信息：

source: The skills that sixth sense applies to are Gather Information, Investigate, Listen, Research, Search, and Spot.
zh_cn: 第六感适用技能：收集信息、调查、聆听、研究、搜索以及侦察。

source: The small house and condo are one- or two-bedroom homes, probably with curbside parking.
zh_cn: 小平房和小商品房是一到两间卧室的房子，可能附带路边停车位。

source: The smaller it is, the harder it is to hit.
zh_cn: 越小则越难被击中。

source: The smoke obscures all sight, including the darkvision ability granted by night vision goggles.
zh_cn: 烟雾遮挡所有视线，包括夜视仪赋予的黑暗视觉能力。

source: The soldier adds +1 to all attack rolls made using the selected weapon.
zh_cn: 用选定的武器掷攻击骰都可以获得1点加值。

source: The soldier can choose unarmed strike or grapple as the weapon.
zh_cn: 徒手击打和擒抱也可当作武器选择，

source: The soldier gets a +2 bonus on damage rolls with the chosen weapon.
zh_cn: 用选定的武器掷攻击骰都可以获得2点加值。

source: The soldier must be proficient with the chosen weapon.
zh_cn: 士兵必须擅长选定的武器。

source: The spell must target a character or characters.
zh_cn: 法术必须是需指定受术者的。

source: The spell’s effect is not restored even if the familiar returns to the Mage before the duration would otherwise have ended.
zh_cn: 即使法术未过有效期，魔宠再回到范围内，法术也不会恢复作用。

source: The square has an effective Defense of 10.
zh_cn: 方格的有效DC为10。

source: The stabilized character regains no hit points, but he or she stops losing them.
zh_cn: 稳定后的角色不会恢复生命值，但也不会继续失去。

source: The standard body armor for police tactical units, this vest provides full-torso protection in the toughest flexible protective materials available.
zh_cn: 这种背心提供了整片躯干的防护，以最坚固的灵活防护材料制成，是警方战术小队的标准护甲。

source: The standard service pistol of the United States military and many American law enforcement agencies.
zh_cn: 美国军队以及许多美国执法机关通行的标准现役手枪。

source: The statistics given are for a moderate-sized vehicle, rather than a stretch limo or a conventional car with a professional driver.
zh_cn: 其数据对应的是中等体积的载具，而非那种配备专业司机的老爷车或加长豪华轿车。

source: The statistics given describe a bayonet fixed at the end of a longarm with an appropriate mount.
zh_cn: 此项给出的是已安装在长杆枪末端的刺刀的属性。

source: The steps taken to reduce the weapon’s size and weight negate the benefits of the parent weapon’s extraordinary quality, and as a result the MP5K is not a mastercraft weapon.
zh_cn: MP5K为了裁减尺寸与重量牺牲了精密度，所以MP5K不是大师级工艺武器。

source: The strangling attempt incurs an attack of opportunity.
zh_cn: 扼喉会引发对方的借机攻击。

source: The strip comes rolled in a spool about the size of a small suitcase.
zh_cn: 钉障平时是卷在轴上的，大小相当于一个小型手提箱。

source: The strip deals 2 points of damage on a successful hit, and the injury reduces foot speed to half normal (a successful Treat Injury check, DC 15, or one day’s rest removes this penalty).
zh_cn: 成功则道路钉障造成2点伤害，并会使目标移动速度减至半速（一个成功的DC15的医疗检定或者一天的休息将移除此惩罚）。

source: The success or failure of a mission shouldn’t hinge on the use of a favor, and getting a favor shouldn’t replace good roleplaying or the use of other skills.
zh_cn: 关卡的成功与失败不应取决于求援的使用，不能用接受帮助来代替出色的角色扮演或其他技能的使用。

source: The table below shows how many scrolls of each spell level the Occultist receives upon gaining a new level, and how many of these can be researched at each level.
zh_cn: 下表列出了术士每次升级时，每个法术等级可获得的卷轴数，以及术士研究成功后可自选的法术数量。

source: The table below shows the Hit Dice of the most powerful creature you can affect, relative to your Acolyte level.
zh_cn: 下表列出了根据你的侍僧等级你所能驱散的最强生物的生命骰。

source: The table below summarizes the characteristics of various poisons.
zh_cn: 下表总结了各种毒素的特性。

source: The table in the Concentration skill description summarizes the various types of distractions.
zh_cn: 专注技能描述里的列表总结了各种不同类型的分心。

source: The tape can be played back through a VCR or via the camera eyepiece.
zh_cn: 录像带可在录像机或摄像机的目镜上回放。

source: The target and the character do not provoke attacks of opportunity from each other as a result of this movement.)
zh_cn: 而双方都不会因推动过程中的移动引发对方的借机攻击。）

source: The target begins to suffocate on a failed check (see Suffocation and Drowning).
zh_cn: 目标如果失败了就会进入窒息状态（详见窒息与溺水）。

source: The target can have no more than nine-tenths cover for A character to attempt a skip shot.
zh_cn: 目标的掩蔽不超过9/10，角色都可以进行跳弹射击。

source: The target can hold his of her breath for a number of rounds equal to his or her Constitution score.
zh_cn: 目标可以闭气等同于其体质值的轮数。

source: The target gets a +4 stability bonus if he or she has more than two legs or is otherwise exceptionally stable.
zh_cn: 如果目标有两条以上的腿或者别的什么稳定方式，将获得4点稳定加值。

source: The target gets a +4 stability bonus on his or her check if he or she has more than two legs or is otherwise exceptionally stable.
zh_cn: 如果目标有两条以上的腿或者别的什么稳定方式，目标的检定将获得4点稳定加值。

source: The target has an effective Defense of 5 + his or her size modifier.
zh_cn: 目标的有效防御值为5+体型调整值。

source: The target makes a Will save whenever the Negotiator uses this talent against him or her.
zh_cn: 无论何时谈判专家对目标使用这个专长，目标都要做意志豁免。

source: The target makes a Will save.
zh_cn: 目标将进行一次意志豁免。

source: The target makes a Will saving throw to avoid being persuaded by the Personality’s words and actions.
zh_cn: 目标进行一次意志豁免以对抗明星的游说。

source: The target makes a Will saving throw.
zh_cn: 目标进行意志豁免以对抗，

source: The target must be able to hear and understand the Negotiator.
zh_cn: 目标必须能听到听懂谈判专家的话。

source: The target must be able to understand the Negotiator.
zh_cn: 目标必须能听懂谈判专家的话。

source: The target must have an Intelligence score of 3 or higher to be susceptible to a captivate attempt, must be within 30 feet of the hero, must be flat-footed or not in combat, and must be able to see, hear, and understand the hero.
zh_cn: 目标智力必须不少于3才能被吸引，必须在英雄30尺内，必须为措手不及或者不在战斗中，必须能看见、听见、理解英雄的意思。

source: The target must have an Intelligence score of 3 or higher to be susceptible to a dazzle attempt, must be within 30 feet of the hero, and must be able to see, hear, and understand the hero.
zh_cn: 目标的智力必须不少于3才能受到影响，必须在英雄30尺内，必须能看见、听见、理解英雄的意思。

source: The target must have an Intelligence score of 3 or higher to be susceptible to a taunt, must be within 30 feet of the hero, and must be able to hear and understand the hero.
zh_cn: 目标的智力必须不少于3才能听懂嘲讽，必须在英雄30尺内，必须能听见、理解英雄的意思。

source: The target must have an Intelligence score of 3 or higher to be susceptible to a trick, must be within 30 feet of the hero, and must be able to hear and understand the hero.
zh_cn: 目标的智力必须至少为3，必须在英雄周围30尺内，且能听到并能理解智力型英雄的声音。

source: The target must make a Fortitude saving throw (DC 15) or be blinded for 1d4 rounds.
zh_cn: 目标必须做一个强韧豁免（DC15），失败则目盲1d4轮。

source: The target never obeys suicidal or obviously harmful orders, and any act by the Personality or his or her allies that threatens the target breaks the mood and clears the target’s head.
zh_cn: 目标不可能满足自杀性或者显然有害的要求，并且只要明星及其伙伴做了会威胁到目标的举动，目标就会反应过来，状态失效。

source: The target pays no attention to anyone else for 1 round and remains flat-footed.
zh_cn: 目标一轮内无视其他人，且会处于措手不及状态。

source: The target resists the captivation attempt by making a Will saving throw (DC 10 + Charismatic hero’s class level + Charismatic hero’s Cha bonus).
zh_cn: 目标用一次意志豁免（DC为10+英雄魅力等级+英雄魅力加值）来抵抗吸引。

source: The target resists the dazzle attempt by making a Will saving throw (DC 10 + Charismatic hero’s class level + Charismatic hero’s Cha bonus).
zh_cn: 目标用一次意志豁免（DC为10+英雄魅力等级+英雄魅力加值）来抵抗虚张声势。

source: The target resists the taunt by making a Will saving throw (DC 10 + Charismatic hero’s class level + Charismatic hero’s Cha bonus).
zh_cn: 目标用一次意志豁免（DC为10+英雄魅力等级+英雄魅力加值）来抵抗嘲讽。

source: The target resists the trick by making a Will saving throw (DC 10 + Smart hero’s class level + Smart hero’s Int bonus).
zh_cn: 目标进行意志豁免（DC10+智力等级+智力调整值）。

source: The targets may make Reflex saves (DC varies according to the explosive type) for half damage.
zh_cn: 目标可以做反射检定（DC由爆炸物类型决定）使伤害减半。

source: The terms of the Open Gaming License Version 1.0a are as follows:
zh_cn: OGL1.0a版的条款如下：

source: The text of the Open Gaming License itself is not Open Game Content.
zh_cn: OGL的全文本身并不是“开放游戏内容”。

source: The three different kinds of saving throws are:
zh_cn: 三种豁免骰类型为：

source: The three possible rates of fire for handguns, longarms, and heavy weapons are single shot, semiautomatic, and automatic.
zh_cn: 手枪、长杆枪、重武器有三种可能的射击模式：手动、半自动以及全自动。

source: The three-section staff is a double weapon.
zh_cn: 三节棍是一种双头武器。

source: The three-section staff requires two hands to use.
zh_cn: 三节棍必须双手操作。

source: The tool is useful for certain tasks, as determined by the GM, but may not be useful in all situations.
zh_cn: 该工具适用于特定的工作，这些由GM裁决，而不一定适用于所有情形。

source: The trample deals bludgeoning damage, and the creature’s descriptive text lists the amount.
zh_cn: 践踏产生`钝击`伤害，伤害量见生物的描述。

source: The truck has three doors and firing ports that allow the crew to use their firearms without leaving the vehicle.
zh_cn: 卡车有三道门和射击口，让车组人员可以在车内向外射击。

source: The two-shot weapon has one barrel atop the other and is barely 5 inches long, making it easy to conceal.
zh_cn: 这种双发武器的枪管是纵向排列的，上枪管比下枪管长5寸，易于隐藏。

source: The type of holster used or clothing worn, and any attempt to make a weapon easier to draw, can also affect the check.
zh_cn: 使用的装具类型或穿着的衣物，以及任何让武器易于拔出的方式，都会影响检定。
